[
    {
        "id": 1,
        "name": "Jeffrey Tekanic",
        "image": "/jeff-t.jpg",
        "clicked": false,
        "info": ["Jeffrey Tekanic majored in Chemistry and Biology at the California Institute of Technology in Pasadena California, receiving a B.S. with honors in 1988. He then studied law at the University of Chicago Law School, receiving a J.D. in 1991.", "He was admitted to the Bar of the State of California in 1991 and before the United Stated Patent & Trademark Office in 1992.", "From 1991 to 1998, he worked at the intellectual property boutique firm Lyon & Lyon in Los Angeles, California, primarily focusing on patent, trade secret and trademark litigation as well as procurement of patents and trademarks, both U.S. and foreign.", "From 1998 to 2002, he worked in Nagoya Japan, initially for the intellectual property office of Okada, Kodama and Partner and subsequently for the Okada Patent and Trademark Office as well as the Kai-U Patent Law Firm. While in Japan, he continued to counsel clients on US intellectual property matters, acted as a liaison for Japanese intellectual property matters and handled several international intellectual property licensing agreements.", "In 2003, Jeff moved to Munich, Germany to work with Blumbach Kramer & Partner, which later reorganized as Kramer Barske Schmidtchen. While in Germany, he again continued to counsel clients on US intellectual property matters while developing an expertise in European and German patent laws. In addition to handling the prosecution of more than 100 European patent applications and providing arguments at several Oral Proceedings before both the Examining Division and the Appeal Division of the European Patent Office, Jeff has successfully passed the European Qualifying Examination for admission to practice before the European Patent Office.", "In late 2008, he returned to the U.S. and obtained admission to the Bar of Washington, D.C.  He founded J-TEK LAW PLLC in April 2009 and is the managing director.", "Jeff’s intellectual property practice has encompassed a wide range of technologies, such as the chemical arts, including pharmaceuticals, biotechnology and organic synthesis, the mechanical arts, including automotive technologies, power tools, medical and surgical devices, and the electrical arts, including analog signal processing, image processing, semiconductor design, control systems, LCD drivers and wireless transmission technologies.", "Jeff is fluent in German and regularly prepares certified English translations of German technical and legal documents. He is also conversant in Japanese.", "He is a member of AIPLA and FICPI."]
    },
    {
        "id": 2,
        "name": "Scott Wakeman",
        "image": "/scott-w.jpg",
        "clicked": false,
        "info": ["Scott Wakeman majored in Natural Science at the University of Pennsylvania in Philadelphia, Pennsylvania, receiving a B.A. in 1989. He then studied law at the Cleveland-Marshall College of Law, receiving a J.D. in 1992.", "He was admitted to the Ohio State Bar in 1992, the District of Columbia Bar in 1998, and the Virginia State Bar in 2004. He was also admitted to practice before the United Stated Patent & Trademark Office in 1994.", "Scott has practiced with large and small law firms in Ohio, Washington, DC and Virginia and has been a partner in two intellectual property firms at different times since 2000. Scott’s practice has been primarily directed to patent prosecution and opinion work in the mechanical, electrical, computer and software arts, including Voice over Internet Protocol (VoIP) devices and networks, optical fiber networks, optical and electrical connectors, semiconductor memory devices, automotive components and a wide variety of industrial machinery and related controls. "]
    },
    {
        "id": 3,
        "name": "Jeffrey Tekanic",
        "image": "/jeff-t.jpg",
        "clicked": false,
        "info": ["Jeffrey Tekanic majored in Chemistry and Biology at the California Institute of Technology in Pasadena California, receiving a B.S. with honors in 1988. He then studied law at the University of Chicago Law School, receiving a J.D. in 1991."]
    },
    {
        "id": 4,
        "name": "Scott Wakeman",
        "image": "/scott-w.jpg",
        "clicked": false,
        "info": ["Scott Wakeman majored in Natural Science at the University of Pennsylvania in Philadelphia, Pennsylvania, receiving a B.A. in 1989. He then studied law at the Cleveland-Marshall College of Law, receiving a J.D. in 1992."]
    }
  
]
  